Repository: mcb5637/S5Updater
Catalog: S5Updater2/Res.*.resx
Languages: de

# TabMain
source: Game
de: Updater

source: Open
de: Öffnen

source: set registry
de: setze registry

# SelectGold
source: Select Gold installation folder
de: Wähle Gold Installationsordner

# SelectHE
source: Select HE installation folder
de: Wähle HE Installationsordner

# Log_SetGoldPath
source: Set Gold path to:
de: Setze Gold Pfad auf:

# Log_SetHEPath
source: Set HE path to:
de: Setze HE Pfad auf:

source: show log
de: zeige Log

# Log_SetGoldReg
source: Set Gold Registry path to:
de: Setze Gold registry Pfad auf:

source: Really override registry?
de: Wirklich registry überschreiben?

source: Easy Mode
de: Einfacher Modus

# Update105
source: Update from 1.05
de: Update von 1.05

source: enabled
de: aktiv

# AllPatched
source: everything patched
de: alles gepatcht

# Prog_U106_Download
source: Download exe patch
de: Lade exe patch herunter

# Prog_U106_Copy
source: Patching exe
de: Ersetze exe

source: done
de: fertig

# ErrorDetected
source: An error occured, please look at the log. If you don't know what to do, copy&paste it when asking for help.
de: Ein Fehler ist aufgetreten. Bitte in den Log sehen und diesen Kopieren&Einfügen, wenn nach Hilfe gefragt wird.

# Prog_U105_MsgPatch
source: Opening a browser window for download. Please execute, if it finishes, then press OK.
de: Öffne Browser für download. Bitte ausführen sobald heruntergeladen, dann OK klicken.

# Prog_U105_DownloadPatch
source: Downloading patch
de: Lade Patch herunter

# Prog_U105_Successful
source: Successful:
de: Erfolgreich:

# Prog_U105_WaitForExec
source: Executing patch, waiting for it to finish...
de: Führe Patch aus, warte auf beenden...

# Prog_GRel_NoChange
source: no change needed
de: keine änderung benötigt

# Prog_GRel_Patching
source: patching
de: patchen

# Prog_CppL_Validating
source: validating CppLogic
de: teste CppLogic

source: Resolution:
de: Auflösung

source: Language:
de: Sprache:

# Log_SetLang
source: Set Language to:
de: Setze Sprache zu:

# Log_SetReso
source: Set Resolution to:
de: Setze Auflösung:

# DevMode
source: Development Mode
de: Entwickler Modus

# Log_SetDev
source: Set Dev Mode to:
de: Setze Entwickler Modus:

# Log_SetIntroVideo
source: Set Intro Video to:
de: Setze Intro Video:

# ShowIntro
source: show intro video
de: zeige Startvideo

# Prog_Debugger_Updating
source: validating LuaDebugger
de: teste LuaDebugger

# Log_SetDebuggerEnabled
source: set LuaDebugger enabled:
de: setze LuaDebugger aktiv:

# Log_SetHookEnabled
source: set CppLogic enabled:
de: setze CppLogic aktiv:

# ConvertHE
source: Convert HE to Gold
de: Konvertiere HE zu Gold

# TaskConvert_SkipFont
source: Skiping fonts
de: Überspringe Schriftarten

# TaskConvert_QstSetReg
source: Set Gold Registry path to:
de: Setze Gold Registry Pfad zu:

# TaskConvert_QstRuFull
source: Skip patching Fonts? Patching Fonts causes UI errors when using Russian as language and is required for other languages.
de: Schriftarten überspringen? Schriftarten aktualisieren verursacht Anzeigefehler bei Russischen Texten, ist aber für alle anderen Sprachen benötigt.

# TaskConvert_QstLinkEditor
source: Create shortcuts to mapeditor on desktop?
de: Verknüpfungen zum Mapeditor auf dem Desktop erstellen?

# TaskConvert_QstLink
source: Create shortcuts to game on desktop?
de: Verknüpfungen zum Spiel auf dem Desktop erstellen?

# TaskConvert_PatchFont
source: Patching fonts
de: aktualisiere Schriftarten

# TaskConvert_PatchData
source: Patching data
de: Ersetze Daten

# TaskConvert_DownloadFont
source: Downloading fonts
de: Lade Schriftarten herunter

# TaskConvert_DownloadFileData
source: Downloading data patch
de: Lade Daten Patch herunter

# TaskConvert_CopyingInstall
source: Copying he installation
de: Kopiere Installation

# TaskMPMap_Checkout
source: checking out
de: aktualisiere Dateien

# TaskMPMap_Cloning
source: Not found, cloning
de: Nicht gefunden, neu runterladen

# TaskMPMap_CopyFiles
source: copying files
de: kopiere Dateien

# TaskMPMap_DirtyDeleting
source: deleting changes
de: Änderungen werden gelöscht

# TaskMPMap_DirtyKeep
source: Error! changes in repo, but chosen to keep
de: Fehler! Änderungen im repo, aber Behalten gewählt

# TaskMPMap_ErrDirty
source: You have changes in {0}, delete?
de: Änderungen in {0}, löschen?

# TaskMPMap_Fetch
source: found, fetching
de: Gefunden, aktualisiere

# TaskMPMap_LatestComm
source: latest commit:
de: letzte Aktualisierung:

# TaskMPMap_Repo
source: Handling repo:
de: Prüfe Repo

# TaskMPMap_Start
source: updating MP maps and scripts
de: aktualisiere MP Karten und Scripte

# HEFixEditor
source: Fix Mapeditor
de: Repariere Mapeditor

# HEEditor_CreateLinks
source: Create shortcuts to extra1 & extra2 on desktop?
de: Verknüpfungen zu Nebelreich & Legenden Mapeditor auf dem Desktop erstellen?

# TaskUserScript_WriteLog
source: Written UserScript to {0}
de: UserScript nach {0} geschrieben

source: Install Map
de: Installiere Map

# Log_InstallMap
source: Map installed:
de: Map installiert:

# Log_InstallModPack
source: ModPack installed:
de: ModPack installiert:

source: Copy all
de: alles kopieren

source: Paths:
de: Pfade:

source: Settings
de: Einstellungen

# SettingsBottom
source: Settings:
de: Einstellungen:

source: Scan
de: Suche

# Log_AllowAccess
source: Allow access to:
de: Gebe Ordner frei:

# UpdateDebugger_VSCAdaptor
source: New VSC Adaptor
de: Neuer VSC Adaptor

# Prog_Debugger_Extension
source: Downloading and installing Extension
de: Extension downloaden und installieren

# Prog_Debugger_Extension_Into
source: Installing extension to:
de: Installiere Extension in:

# SelectWine
source: Select Wine prefix
de: Wähle Wine Prefix

# Log_SetWine
source: Set Wine prefix to:
de: Setze Wine Prefix zu:
